/* hhhh */
"Add new address" = "Add new address";

/* hhhh */
"email not correct" = "email not correct";

/* profuct list lang */
"en" = "en";

/* hhhh */
"enter description" = "enter description";

/* hhhh */
"enter your area" = "enter your area";

/* hhhh */
"enter your area name" = "enter your area name";

/* hhhh */
"enter your city name" = "enter your city name";

/* hhhh */
"enter your email" = "enter your email";

/* hhhh */
"enter your lcoation" = "enter your lcoation";

/* hhhh */
"enter your name" = "enter your name";

/* hhhh */
"enter your password" = "enter your password";

/* hhhh */
"enter your phone" = "enter your phone";

/* hhhh */
"enter your street addresss" = "enter your street addresss";

/* hhhh */
"enter your zone name" = "enter your zone name";

/* hhhh */
"login" = "login";

/* hhhh */
"Login Filed" = "Login Filed";

/* hhhh */
"password at least 8" = "password at least 8";

/* hhhh */
"please choose your location on map" = "please choose your location on map";

/* hhhh */
"Register" = "Register";

/* hhhh */
"Request" = "Request";

/* hhhh */
"Update" = "Update";

